app/views/shared/_header.html.haml

SELECT COUNT(*) FROM "questions"
---
            %i.fa.fa-envelope-o
            %span.label.label-success= Question.count